const parseRecipe = () => {
    return {
        recipeName: "갈비찜",
        ingredients: [
            {   name: '양파',
                quantity: '1/2개', },
            {   name: '마늘',
                quantity: '3쪽', },
            {   name: '당근',
                quantity: '1개', } ] ,
        cookingSteps: [
            { content: "물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다",},
            { content: "물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다",},
            { content: "물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다",},
            { content: "물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다물을 붓습니다",}, ],
    }
};

export default parseRecipe;